{
  "defaultCalamity": 12,
  "0": {
    "intro": [
      "This text-based adventure seeks to raise awareness about the impact of climate change on the Philippines and encourage more sustainable habits and behaviors.",
      "The Philippines is highly vulnerable to the effects of climate change, including natural disasters and environmental degradation, but many Filipinos lack a sense of urgency or concrete steps to take."
    ]
  },
  "1": {
    "date": "April 22",
    "scenes": {
      "1": {
        "text": [
          "You wake up in your small home in a small town in the Philippines. You hear the sound of the electric fan and the air conditioner running in your bedroom. The television in the living room is also turned on, with the volume at a low level. You sit up in bed and look around the room.",
          "What would you like to do?"
        ],
        "choices": [
          {
            "text": "Turn off the air conditioner, fan, and television.",
            "result": "You get out of bed and turn off the air conditioner, electric fan, and the television. You feel the humidity of the morning heat start to set in as you go about your morning routine.",
            "calamityModifier": -1,
            "nextScene": 2
          },
          {
            "text": "Leave the appliances on and get ready for work.",
            "result": "You decide to leave the appliances on and get ready for work. You quickly freshen up and get dressed.",
            "calamityModifier": 1,
            "nextScene": 2
          }
        ]
      },
      "2": {
        "text": [
          "As you step outside your house, you see that there is garbage scattered around the area. You notice that some of it is floating in the nearby river, which is not a good sign.",
          "What would you like to do?"
        ],
        "choices": [
          {
            "text": "Pick up the trash and dispose of it properly.",
            "result": "You take a moment to pick up the trash and dispose of it properly. You feel good about your small contribution to making the environment cleaner.",
            "calamityModifier": -1,
            "nextScene": 3
          },
          {
            "text": "Ignore the trash and head to work.",
            "result": "You decide to ignore the trash and head to work.",
            "calamityModifier": 1,
            "nextScene": 3
          }
        ]
      },
      "3": {
        "text": [
          "Now, you have to decide how to get to work. You own a car and a bicycle, but you can also take a Jeepney.",
          "What would you like to do?"
        ],
        "choices": [
          {
            "text": "Drive your car to work.",
            "result": "You decide to drive your car to work. As you make your way down the road, you notice the exhaust fumes coming out of the car's tailpipe. You wonder how much damage it does to the environment.",
            "calamityModifier": 1,
            "nextScene": 4
          },
          {
            "text": "Ride your bicycle to work.",
            "result": "You decide to ride your bicycle to work, which is a great choice for the environment. As you ride your bike, you feel the fresh air and the morning breeze. You pass by some areas of the town that are crowded with vehicles and notice that there are few people cycling or walking. You're glad to be doing your part to help the environment.",
            "calamityModifier": -1,
            "nextScene": 4
          },
          {
            "text": "Take a Jeepney to work.",
            "result": "You decide to take a Jeepney to work. You walk a few blocks to the nearest Jeepney stop and wait for one to arrive. When one finally arrives, you hop on board and pay your fare. The Jeepney is crowded, but you manage to find a seat. As you travel towards your office, you notice the pollution and congestion on the roads. You feel that your choice to take public transportation is a small but important step towards reducing your carbon footprint.",
            "calamityModifier": 0,
            "nextScene": 4
          }
        ]
      },
      "4": {
        "text": [
          "You arrive at the parking lot near your office building. A nearby convenience store catches your eye, and you realize you're thirsty.",
          "You have a choice to make:"
        ],
        "choices": [
          {
            "text": "Buy bottled water from the convenience store.",
            "result": "You decide to buy bottled water from the convenience store. After paying for your drink, you notice that there is a nearby trash can where you can dispose of your bottle. You quickly throw it in the bin and make your way to the office.",
            "calamityModifier": 1,
            "nextScene": 5
          },
          {
            "text": "Refill your reusable water bottle at the water dispenser in your office building.",
            "result": "You choose to refill your reusable water bottle at the water dispenser in your office building. You feel good about making an environmentally friendly choice.",
            "calamityModifier": -1,
            "nextScene": 5
          }
        ]
      },
      "5": {
        "text": [
          "Congratulations, you have completed the first day of the game."
        ]
      }
    }
  },
  "2": {
    "date": "April 23",
    "scenes": {
      "1": {
        "text": [
          "You find yourself sitting at your desk, staring at your computer screen. The clock ticks away, and you realize it's time for you to print out the report you need to bring to the meeting later. You can either print out a physical copy or just use a digital version.",
          "What will you do?"
        ],
        "choices": [
          {
            "text": "Print out a physical copy",
            "result": "You click the print button, and the printer whirs to life. After a few seconds, the document is ready. You pick up the paper and look at it, feeling satisfied. However, you can't help but think about the environmental impact of your decision.",
            "calamityModifier": 1,
            "nextScene": 2
          },
          {
            "text": "Use a digital version",
            "result": "You decide to use a digital version of the report to save paper. You open the file and read through it on your computer screen.",
            "calamityModifier": -1,
            "nextScene": 2
          }
        ]
      },
      "2": {
        "text": [
          "You decide to grab some takeout food for lunch. As you approach the restaurant, you notice that they offer disposable containers for takeout. You can either use those or bring your own reusable containers.",
          "What will you do?"
        ],
        "choices": [
          {
            "text": "Use disposable containers",
            "result": "You decide to use the disposable containers offered by the restaurant. You grab your food, pay for it, and make your way back to the office. As you sit down to eat, you notice that the container is quite flimsy and feels like it could easily break. You finish your food quickly and toss the container in the trash.",
            "calamityModifier": 1,
            "nextScene": 3
          },
          {
            "text": "Bring your own reusable containers",
            "result": "You take out your reusable containers from your bag and hand them over to the person at the counter. They look at you quizzically, but then nod and pack your food in the containers. You feel good about your decision and walk out of the restaurant with your eco-friendly lunch.",
            "calamityModifier": -1,
            "nextScene": 3
          }
        ]
      },
      "3": {
        "text": [
          "The day is winding down, and you've finished all your work for the day. You get up to leave, but then you remember that you left your computer on standby mode when you went to lunch. You can either turn off your computer and monitor or leave them on standby mode.",
          "What will you do?"
        ],
        "choices": [
          {
            "text": "Turn off your computer and monitor",
            "result": "You decide to turn off your computer and monitor. You press the power button and wait as the screen goes black. You take a deep breath and head out of the office, feeling good about your decision.",
            "calamityModifier": -1,
            "nextScene": 4
          },
          {
            "text": "Leave them on standby mode",
            "result": "You decide to leave your computer and monitor on standby mode, thinking that it will save you time when you come in tomorrow. You pack up your things and head out the door, not giving it another thought.",
            "calamityModifier": 1,
            "nextScene": 4
          }
        ]
      },
      "4": {
        "text": [
          "You decide to stop by the grocery store on the way home. As you walk through the aisles, you notice that some products have plastic packaging while others have paper or biodegradable packaging. You can either buy products with plastic packaging or buy products with paper or biodegradable packaging.",
          "What will you do?"
        ],
        "choices": [
          {
            "text": "Buy products with plastic packaging",
            "result": "You choose to buy products with plastic packaging. You fill up your basket with groceries and head to the checkout counter. The cashier scans each item and bags them in plastic bags for you.",
            "calamityModifier": 1,
            "nextScene": 5
          },
          {
            "text": "Buy products with paper or biodegradable packaging",
            "result": "You decide to buy products with paper or biodegradable packaging. You grab a reusable bag from your backpack and start filling it with fruits, vegetables, and other groceries that come in paper or biodegradable packaging. You notice that some items have the label \"organic\" on them, so you decide to buy those as well.",
            "calamityModifier": -1,
            "nextScene": 5
          }
        ]
      },
      "5": {
        "text": [
          "As you leave the grocery store, you notice that the wind has picked up and there are plastic bags flying around.",
          "The day is now over, and it's time to go home. You reflect on your choices throughout the day and wonder if you could have done anything differently."
        ]
      }
    }
  },
  "3": {
    "date": "April 24",
    "scenes": {
      "1": {
        "text": [
          "You wake up to the sound of birds chirping and the rays of sunlight peeking through your window. Today is a weekday, but you do not have to go to work today. You get out of bed and start preparing yourself for the day ahead. You check your phone notifications and find a utility bill. You must now decide whether to pay it online or in person.",
          "What do you do?"
        ],
        "choices": [
          {
            "text": "Pay the bill online",
            "result": "You decide to pay the bill online. You log into the utility company's website and complete the transaction. By paying online, you have saved the paper that would have been used to print the bill and envelope. This reduces the amount of waste generated, and you feel good about making an environmentally conscious choice.",
            "calamityModifier": -1,
            "nextScene": 2
          },
          {
            "text": "Pay the bill in person at the payment center",
            "result": "You decide to pay the bill in person at the payment center. After getting dressed, you make your way to the nearby payment center. You notice that the streets are relatively clean, with only a few scattered pieces of trash here and there. As you walk towards the center, you see a few stray dogs rummaging through a pile of garbage. When you arrive at your destination, you hand over the bill and cash to the clerk, and she gives you a receipt. You notice that the office is still using paper receipts instead of digital ones.",
            "calamityModifier": 1,
            "nextScene": 2
          }
        ]
      },
      "2": {
        "text": [
          "As you finish up with the utility bill, you realize it's time to head to the market to buy some produce for the week. You grab your reusable bags and head out the door. As you walk through the bustling market, you see vendors selling fresh fruits and vegetables. You notice that some of the produce is packaged in plastic while others are not.",
          "What do you do?"
        ],
        "choices": [
          {
            "text": "Buy produce without packaging",
            "result": "You decide to buy produce without packaging. You approach the vendors selling fresh fruits and vegetables and ask for produce without any packaging. The vendors are happy to oblige and hand over the produce in your reusable bags. By choosing to buy unpackaged produce, you have reduced the amount of plastic waste generated. This is a good choice for the environment.",
            "calamityModifier": -1,
            "nextScene": 3
          },
          {
            "text": "Buy produce packaged in plastic",
            "result": "You decide to buy produce packaged in plastic. You reason that it will help preserve the freshness of the produce and that the packaging can be recycled. However, as you walk away from the vendor, you realize that not all of the plastic packaging can be recycled and some will likely end up in a landfill or in the ocean.",
            "calamityModifier": 1,
            "nextScene": 3
          }
        ]
      },
      "3": {
        "text": [
          "You finish your shopping and head back home with your bags of fresh produce. As you walk through the town, you notice that the streets are littered with trash.",
          "You can't help but feel a little disappointed at the sight."
        ]
      }
    }
  },
  "4": {
    "date": "April 25",
    "scenes": {
      "1": {
        "text": [
          "You wake up to the sound of your alarm ringing on your phone. You slowly open your eyes and reach for your phone to turn off the alarm. You sit up on your bed and stretch your arms before getting up.",
          "You look outside your window and see the sun rising over the horizon. You get ready for work and head to the front door. As you open the door, you see a package delivery at your doorstep. You pick up the package and see that it is wrapped in plastic packaging.",
          "What do you do?"
        ],
        "choices": [
          {
            "text": "Keep the packaging",
            "result": "You decide to keep the packaging and bring it inside with you. You head out to work, but as you walk, you notice a lot of trash on the street. You feel a twinge of guilt about adding to the waste with the packaging you just kept, but you shrug it off and continue on your way.",
            "calamityModifier": 1,
            "nextScene": 2
          },
          {
            "text": "Recycle the packaging",
            "result": "You decide to recycle the packaging. You go to the recycling bin outside your house and put the plastic packaging in the bin. As you walk back to your doorstep, you see your neighbor watering her plants. You wave at her and head to work.",
            "calamityModifier": 0,
            "nextScene": 2
          }
        ]
      },
      "2": {
        "text": [
          "After a long day at work, you decide to take a walk in the park to clear your head. As you walk around, you notice litter on the ground.",
          "What do you do?"
        ],
        "choices": [
          {
            "text": "Pick up the litter and dispose of it properly",
            "result": "You decide to pick up the litter and look for a trash bin to dispose of it properly. You see a bin a few feet away and walk towards it. As you walk, you notice that the park is quite dirty and there are not many trash bins around. You feel sad that people are not taking care of the environment.",
            "calamityModifier": -1,
            "nextScene": 3
          },
          {
            "text": "Ignore the litter",
            "result": "You decide to ignore the litter on the ground and continue your walk in the park. As you walk, you start to feel guilty about your decision.",
            "calamityModifier": 1,
            "nextScene": 3
          }
        ]
      },
      "3": {
        "text": [
          "As you exit the park, you notice that the sky has become cloudy and it looks like it might rain soon. At home, you relax on your couch and turn on the TV. The news reports that a typhoon is approaching the Philippines, and your town is in its path. You start to feel anxious and realize that your choices throughout the week might have an impact on the outcome of the typhoon.",
          "You hope for the best and try to get some rest for the next day."
        ]
      }
    }
  },
  "5": {
    "date": "April 26",
    "endings": {
      "1": {
        "text": [
          "As the typhoon hits the town, you brace yourself for the worst. But soon, your worst fears are realized as the water level begins to rise rapidly, turning the streets into rivers. You see people struggling to find safety, desperately trying to escape the rising water.",
          "Homes and businesses are swallowed up by the water, and the sound of sirens and screams fills the air. You watch in horror as your own home is engulfed by the water, and your belongings are swept away. Your car, which you had foolishly left on the street, is severely damaged, and your bicycle is lost in the current.",
          "With nowhere else to go, you climb onto the roof of your home and wait for rescue, with only your arms to shield you from the rain and wind. The water level continues to rise, and you can feel the force of the current pulling at you.",
          "Hours pass, and you begin to lose hope of being rescued. You are cold, wet, and hungry. The realization sets in that your choices have had a devastating impact on your life and the lives of those around you. If only you had made better choices for the environment, this could have been avoided.",
          "As the typhoon finally subsides, you are rescued by emergency workers. But the damage has been done. You have lost everything, including your home and belongings. Your future is uncertain, and you can only hope that others will learn from your mistakes."
        ]
      },
      "2": {
        "text": [
          "As the typhoon hits the town, you brace yourself for the worst. The water level begins to rise rapidly, turning the streets into rivers, and you see people struggling to find safety, desperately trying to escape the rising water.",
          "Homes and businesses are partially affected by the water, and the sound of sirens and screams fills the air. You watch in horror as your own home suffers some damage, and some of your belongings are swept away. Your car, which you had foolishly left on the street, is severely damaged, and your bicycle is lost in the current.",
          "With nowhere else to go, you seek refuge in a nearby shelter and wait for the storm to pass. The water level slowly recedes, and you feel relieved that the worst is over.",
          "Days pass, and you begin to rebuild your life. While you have suffered some losses, you are grateful to have a home and some of your belongings intact. You work with your community to help those who have suffered more significant losses, and you make a commitment to make better choices for the environment in the future.",
          "As you look around at the progress being made in the town's recovery, you feel a sense of gratitude for the support and resilience of your community. Although the storm had a significant impact on your life, you have learned from the experience and are determined to make a positive impact moving forward."
        ]
      },
      "3": {
        "text": [
          "You take a deep breath and prepare for the worst as the typhoon hits the town. The winds howl and the rain pounds against your windows, but you are relieved to see that the water level is not rising as fast as you had feared. You cautiously step outside and see that the water only reaches up to your knees in most places.",
          "Although there is still some damage, the town and its inhabitants are able to weather the storm. People come together to help each other - neighbors lend a hand to those who need it, and businesses open their doors to provide shelter and supplies.",
          "You see volunteers working tirelessly to clear the debris from the streets and help those who have lost their homes. The sense of community is strong, and you feel proud to have made choices that have contributed to this positive outcome.",
          "As the storm passes, the town begins to recover. You see repairs being made and people starting to rebuild their lives. Your character is rewarded with a sense of satisfaction and hope for the future."
        ]
      }
    }
  }
}
